const movie = {
  name: "Великий Гэтсби",
  year: 2013,
  description:
    "Художественный фильм режиссёра База Лурмана, экранизация одноимённого романа Фрэнсиса Скотта Фицджеральда. Лента снята в формате 3D, в главных ролях задействованы Леонардо Ди Каприо, Кэри Маллиган и Тоби Магуайр. Изначально мировая премьера планировалась на 25 декабря 2012 года, однако 6 августа 2012 года было объявлено о переносе релиза на лето 2013 года. В США премьера состоялась 10 мая 2013 года, в России — 16 мая 2013 года",
  director: "Баз Лурман",
  img: "https://upload.wikimedia.org/wikipedia/ru/thumb/7/7a/Постер_фильма_«Великий_Гэтсби»_%282013%29.jpg/410px-Постер_фильма_«Великий_Гэтсби»_%282013%29.jpg"
};

export default movie;
