import food from "./../assets/eat.jpg";

const recipe = {
  name: "BRO SANDWICH",
  ingredients: [
    {
      name: "Чиабатта",
      count: "5шт",
    },
    {
      name: "Ребра свиные",
      count: "1,5кг ",
    },
    {
      name: "Паприка",
      count: "4 чайн.лож",
    },
    {
      name: "Черный перец",
      count: "1 чайн. лож",
    },
    {
      name: "Сухой чеснок",
      count: "3 чайн.лож ",
    },
    {
      name: "Соль",
      count: "2 чайн.лож",
    },
    {
      name: "Лук",
      count: "1кг",
    },
    {
      name: "Горчица",
    },
    {
      name: "Кетчуп",
    },
    {
      name: "Соус BBQ",
    },
    {
      name: "Мед",
      count: "100г",
    },
    {
      name: "Сахар",
      count: "2 чайн.лож",
    },
    {
      name: "Сливочное масло",
      count: "50г",
    },
  ],
  img: food,
  recipe: `Снимаем с рёбр верхнюю пленку и обволакиваем в специях: паприка, черный перец, сухой чеснок, соль.

    Заматываем ребра в фольгу и отправляем в духовку на 3 часа 150 градусов. 
    
    Пока готовятся ребра делаем карамелизованный лук. Режим весь лук полукольцами и отправляем в сотейник, добавляем 30гр масла и на малом огне тушим примерно 1 час за 20 минут до окончания добавляем сахар 2 чайн.лож, соль 1 чай.лож.
    
    Разматываем ребра от фольги и смазываем соусом BBQ + мед 
    Отправляем в духовку еще на 30 минут. 
    
    Вынимаем из ребер кости, и рвем двумя вилками на волокна, но аккуратно, не превращаем в кашу. В мясо добавить не много соуса BBQ и перемешать. 
    
    Намазать чиабатту кетчупом и горчицей выкладываем карамелизованный лук и мясо (мясо по больше). 
    
    Сэндвич смазываем с верху и снизу сливочным маслом и отправляем в грилль, готовим пока сэндвич не приобретет золотистый цвет и хрустящую корочку.`,
};

export default recipe;
