const book = {
    name: "Илон Маск: Tesla, SpaceX и поиски фантастического будущего",
    img: "https://images-na.ssl-images-amazon.com/images/I/5112YFsXIJL.jpg",
    author: "Ashlee Vance",
    description: `New York Times и международный бестселлер
    Названа одной из лучших книг года по версии The Wall Street Journal, NPR, Audible и Amazon
    Продано более 2 миллионов копий. В духе Стива Джобса и Маниболла Илон Маск - это одновременно яркий и авторитетный взгляд на необыкновенную жизнь одного из самых захватывающих, непредсказуемых и амбициозных предпринимателей Кремниевой долины - настоящего Тони Старка. -и увлекательное исследование обновления американского изобретения и его новых «создателей».
    Илон Маск рассказывает о технологиях и видении Илона Маска, известного предпринимателя и новатора, стоящего за SpaceX, Tesla и SolarCity, который продал одну из своих интернет-компаний, PayPal, за 1,5 миллиарда долларов. Эшли Вэнс запечатлел всю картину жизни и творчества гения, от его бурного воспитания в Южной Африке и бегства в Соединенные Штаты до его драматических технических инноваций и предпринимательской деятельности.
    Вэнс использует историю Маска, чтобы исследовать один из насущных вопросов нашей эпохи: может ли нация изобретателей и творцов, которые веками руководили современным миром, все еще конкурировать в эпоху жесткой глобальной конкуренции? Он утверждает, что Маск - одна из самых необычных и ярких фигур в истории американского бизнеса - представляет собой современную мечтательную смесь легендарных изобретателей и промышленников, включая Томаса Эдисона, Генри Форда, Говарда Хьюза и Стива Джобса. Сегодня Маск больше, чем любой другой предприниматель, посвятил свою энергию и собственное огромное состояние созданию будущего, столь же богатого и далеко идущего, как и провидцы золотого века научно-фантастического фэнтези.
    Тщательный и проницательный, Илон Маск воплощает в жизнь быстро и радикально меняющуюся технологическую отрасль, исследуя жизнь одного из ее самых могущественных и влиятельных титанов.`,
  };

  export default book;